Repository: pkar70/EnviroStatus
Catalog: VBlib/Resource_*.resx
Languages: pl

# errAnyError
source: ERROR
pl: Błąd

# errNoNet
source: Network is required
pl: Bez sieci nie da rady

# errNoRoamFolder
source: Cannot get data folder
pl: Brak dostępu do katalogu

# errXBoxNot
source: This functionality is not present on XBox version of Windows
pl: Windows na XBox nie ma tej funkcjonalności.

# manifestAppName
source: SmogMeter
pl: Smogometr

# msgAboutLink
source: About service
pl: O serwisie

# msgAllOk
source: Clean air :)
pl: Czyste powietrze :)

# msgAndroidToastTitle
source: Environment status changes:
pl: Zmiany stanu środowiska:

# msgBurzeValidity
source: Warning valid
pl: Ostrzeżenie na

# msgCopyDetails
source: Copy
pl: Kopiuj

# msgFirstRunGoSetup
source: As this is first run, you have to enable some data sources first.
pl: Pierwsze uruchomienie - włącz wybrane źródła danych.

# msgForAPIkey
source: For API key, please register
pl: Aby uzyskać API key, zarejestruj się

# msgVersion
source: version
pl: wersja

# msgWilgInt
source: Humidity inside
pl: Wilgotność wewnątrz

# msgYes
source: Yes
pl: Tak

# resCalculated
source: calculated value
pl: wartość obliczona

# resDeadTile
source: (no live tile)
pl: (martwe tile)

# resDlgCancel
source: Cancel
pl: zaniechaj

# resDlgContinue
source: Continue
pl: dalej

# resDlgNo
source: No
pl: Nie

# resDlgYes
source: Yes
pl: Tak

# resErrorGettingPos
source: Cannot get location (in timely fashion)
pl: Nie udało się uzyskać współrzędnych lokalizacji.

# resErrorNoGPSAllowed
source: Location service is not available. Do I have a permission?
pl: Brak dostępu do usługi lokalizacji. Sprawdź uprawnienia aplikacji.

# resGlebokosc
source: depth
pl: głębokość

# resImgwHydroAllOFF
source: Nearest river
pl: Najbliższa rzeka

# resImgwHydroAllON
source: All rivers in range
pl: Wszystkie rzeki w pobliżu

# resImgwMeteo10minOFF
source: Precip 60 min
pl: Opad 60 min

# resImgwMeteo10minON
source: Precip 10 min
pl: Opad 10 min

# resNazwa
source: Name of place
pl: Nazwa miejsca

# resNoAutostart
source: (no autostart)
pl: (bez autoload)

# resNoSensorInRange
source: No sensor in range
pl: Nie znalazłem żadnego czujnika w okolicy

# resPomiarAdditSolarWindDensity
source: Solar wind density
pl: Gęstość wiatru słonecznego

# resPomiarAdditSolarWindSpeed
source: Solar wind speed
pl: Szybkość wiatru słonecznego

# resPomiarAdditSolarWindTemp
source: Solar wind temperature
pl: Temperatura wiatru słonecznego

# resPomiarBurza
source: Tstorm
pl: burza

# resPomiarBurza_burza
source: Tstorm
pl: Burze

# resPomiarBurza_mroz
source: Frost
pl: Mróz

# resPomiarBurza_opad
source: Precip
pl: Opad

# resPomiarBurza_traba
source: Cyclon
pl: Trąba

# resPomiarBurza_upal
source: Heat
pl: Upał

# resPomiarBurza_wiatr
source: Wind
pl: Wiatr

# resPomiarNoaaKindexPredicted
source: Prediction for
pl: Przewidywany na

# resPomiarOpad
source: Precip
pl: Opad

# resPomiarRosa
source: Dew point
pl: Punkt rosy

# resPomiarSolarWindDensity
source: SolWind density
pl: WtrSł gęstość

# resPomiarSolarWindSpeed
source: SolWind speed
pl: WtrSł szybk

# resPomiarSolarWindTemp
source: SolWind temp
pl: WtrSł temp

# resPomiarWidocz
source: Visibility
pl: Widoczność

# resPomiarWind
source: Wind
pl: Wiatr

# resPomiarZachm
source: Cloud cover
pl: Zachmurzenie

# resRAHdailyAvg
source: 24 hours average
pl: Średnia 24 godzinna

# resSaveFav
source: Save
pl: Zapisz

# resSeismicEU_All
source: Sum of all
pl: suma wszystkich

# resSeismicEU_DistAll
source: All
pl: wszystkie

# resSeismicEU_HomekWh
source: monthly home consumpion
pl: domowego miesięcznego zużycia

# resSeismicEU_HomekWh_Hdr
source: Your home monthly consumption
pl: Miesięczne zużycie w Twoim domu

# resSeismicEU_KrajTWh
source: months of country production
pl: miesięcznej produkcji krajowej

# resSeismicEU_KrajTWh_Hdr
source: Your country yearly production
pl: Roczna produkcja krajowa

# resSeismicEU_Max
source: Only one quake (max)
pl: jedno najsilniejsze

# resSeismicEU_SldHdr
source: Quake range
pl: Zasięg

# resTempOdczuwana
source: T Αpparent
pl: T odczuwana

# resWysokosc
source: altitude
pl: wysokość

# _lang
source: EN
pl: PL

# resLimitBurza_mroz_1
source: between -20 and -25 °C
pl: od -20 do -25 °C

# resLimitBurza_mroz_2
source: between -26 and -30 °C
pl: od -26 do -30 °C

# resLimitBurza_upal_1
source: between 30 and 34 °C
pl: od 30 do 34 °C

# resLimitBurza_upal_2
source: between 35 and 38 °C
pl: od 35 do 38 °C

# resLimitBurza_upal_3
source: over 38 °C
pl: powyżej 38 °C

# resLimitBurza_wiatr_1
source: gusts between 70 and 90 km/h
pl: w porywach od 70 do 90 km/h

# resLimitBurza_wiatr_2
source: gusts between 91 and 110 km/h
pl: w porywach od 91 do 110 km/h

# resLimitBurza_wiatr_3
source: gusts over 110 km/h
pl: w porywach powyżej 110 km/h

# resLimitBurza_opad_1
source: rain between 25 and 40 mm in 24 hours / snow between 10 and 15 cm in 24 hours
pl: deszcz od 25 do 40 mm w ciągu 24 godzin / śnieg od 10 do 15 cm w ciągu 24 godzin

# resLimitBurza_opad_2
source: rain between 41 and 70 mm in 24 hours / snow between 16 and 30 cm in 24 hours / snow between 10 and 15 cm in 12 hours
pl: deszcz od 41 do 70 mm w ciągu 24 godzin / śnieg od 16 do 30 cm w ciągu 24 godzin / śnieg od 10 do 15 cm w ciągu 12 godzin

# resLimitBurza_opad_3
source: rain over 70 mm in 24 hours/snow over 30 cm in 24 hours / snow over 15 cm in 12 hours
pl: deszcz powyżej 70 mm w ciągu 24 godzin / śnieg powyżej 30 cm w ciągu 24 godzin / śnieg powyżej 15 cm w ciągu 12 godzin

# resLimitBurza_burza_1
source: rain between 15 and 40 mm / wind gusts between 60 and 90 km / hail below 2 cm
pl: deszcz od 15 do 40 mm / wiatr w porywach od 60 do 90 km/h / grad poniżej 2 cm

# resLimitBurza_burza_2
source: rain between 41 and 70 mm / wind gusts between 91 and 110 km/h / hail between 2 and 5 cm
pl: deszcz od 41 do 70 mm/wiatr w porywach od 91 do 110 km/h / grad od 2 do 5 cm

# resLimitBurza_burza_3
source: wind gusts between 91 and 110 km/h / grad between 2 and 5 cm / rain over 70 mm / wind gusts over 110 km/h / hail over 5 cm
pl: wiatr w porywach od 91 do 110 km/h / grad od 2 do 5 cm / deszcz powyżej 70 mm/wiatr w porywach powyżej 110 km/h / grad powyżej 5 cm

# resLimitBurza_traba_1
source: small risk
pl: ryzyko niewielkie

# resLimitBurza_traba_2
source: medium risk
pl: ryzyko umiarkowane

# resLimitBurza_traba_3
source: high risk
pl: ryzyko wysokie

# resBurzaOkres
source: In last
pl: W ostatnich

# resBurzeCount
source: thunders
pl: wyładowań

# resBurzeDirection
source: Direction
pl: Kierunek

# resOdleglosc
source: Distance:
pl: Odl:

# msgWylaczycPozaZasiegiem
source: Should I disable all Sources outside selected region?
pl: Są włączone Źródła danych spoza wybranego obszaru - wyłączyć je?
